{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.download": {
      "src": "https://github.com/saghen/blink.download"
    },
    "blink.indent": {
      "src": "https://github.com/saghen/blink.indent"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "blink.pairs": {
      "src": "https://github.com/saghen/blink.pairs",
      "version": ">=0.0.0"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim",
      "version": ">=0.0.0"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "eyeliner.nvim": {
      "src": "https://github.com/jinh0/eyeliner.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.comment": {
      "src": "https://github.com/echasnovski/mini.comment"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": "4.0.0 - 5.0.0"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-window-picker": {
      "src": "https://github.com/s1n7ax/nvim-window-picker",
      "version": "2.0.0 - 3.0.0"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "sqls.nvim": {
      "src": "https://github.com/nanotee/sqls.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    }
  }
}
