blackhole-2ch
brave-browser
discord
figma
font-caskaydia-cove-nerd-font
font-caskaydia-mono-nerd-font
font-fira-code-nerd-font
font-iosevka
font-iosevka-nerd-font
font-jetbrains-mono
font-jetbrains-mono-nerd-font
google-chrome
google-cloud-sdk
karabiner-elements
loopback
microsoft-teams
monitorcontrol
notion
openkey
orbstack
postman
protonvpn
raycast
spotify
stremio
telegram-desktop
visual-studio-code
vlc
xmind
zoom
